<template>
  <div class="about">
    <h2>
      Это клиентская часть системы аутентификации и разделения доступа к
      ресурсам под названием Tetatet.
    </h2>
    <p>
      В основе системы лежит идея использования нейронной сети для реализации
      двухфакторной аутентификации по биометрическим данным и паролю
      пользователя.
    </p>
    <footer>
      Разработано в рамках подготовки бакалаврской работы Пленкина Алексея в
      Национально Исследовательском Университете "Московский Энергетический
      Институт".
    </footer>
  </div>
</template>

<script lang="ts" setup></script>
